[
    {
        "ProductName": "Hugo Boss Talent Watch 1513584",
        "Description": "Practical and handsome Gents watch from Talent collection; Case is made out of Stainless Steel",
        "Price": 364.59,
        "Shipping": 0.00,
        "AvailableQty": 21,
        "Path": "../Img/HBossWatch.png"
    },
    {
        "ProductName": "Mens Citizen Navihawk AT Alarm Chronograph Radio Controlled Eco-Drive Watch JY8037-50E",
        "Description": "Case is made from Stainless Steel and has a black dial",
        "Price": 649.75,
        "Shipping": 0.00,
        "AvailableQty": 9,
        "Path": "../Img/NavihawkATWatch.png"
    },
    {
        "ProductName": "Mens Citizen Eco-drive Gents Titanium Chronograph Titanium Watch CA0349-51L",
        "Description": "Citizen CA0349-51L is an amazing and special Gents watch. Material of the case is Stainless Steel, which stands for a high quality of the item and the Blue dial gives the watch that unique look.",
        "Price": 494.44,
        "Shipping": 5.99,
        "AvailableQty": 3,
        "Path": "../Img/CitizenTWatch.png"
    },
    {
        "ProductName": "Vivienne Westwood Conduit Watch VV192NVNV",
        "Description": "Citizen CA0349-51L is an amazing and special Gents watch. Material of the case is Stainless Steel, which stands for a high quality of the item and the Blue dial gives the watch that unique look.",
        "Price": 141.25,
        "Shipping": 2.99,
        "AvailableQty": 42,
        "Path": "../Img/VivienneWatch.png"
    },
    {
        "ProductName": "Case Cuffs Silver & Grey Lilac Watch",
        "Description": "Adding jewellery and intricacy to their watches, the Olivia Burton case cuff collection matches their iconic designs, with a simple white dial and stainless steel case on a pale mauve leather strap.",
        "Price": 104.32,
        "Shipping": 1.57,
        "AvailableQty": 13,
        "Path": "../Img/GreyLilacWatch.png"
    },
    {
        "ProductName": "Ladies Gucci New G-Frame Watch YA147407",
        "Description": "Gucci G-Frame YA147407 is an amazing and trendy Ladies watch from G-Frame collection. Material of the case is PVD Gold plated, which stands for a high quality of the item and the MultiColour dial gives the watch that unique look.",
        "Price": 1072.95,
        "Shipping": 0.00,
        "AvailableQty": 4,
        "Path": "../Img/LadiesGucciWatch.png"
    },
    {
        "ProductName": "Hugo Boss Oxygen Watch 1513596",
        "Description": "Hugo Boss Oxygen 1513596 is a practical and very impressive Gents watch from Oxygen collection. Case is made out of Stainless Steel while the dial colour is Grey.",
        "Price": 270.83,
        "Shipping": 5.99,
        "AvailableQty": 18,
        "Path": "../Img/HBOxygenWatch.png"
    },
    {
        "ProductName": "Versace Medusa Stud Icon Watch VERE0010018",
        "Description": "Ladies Versace V-Motif Silver Dial On A Pink Leather Strap Watch.",
        "Price": 951.15,
        "Shipping": 8.99,
        "AvailableQty": 2,
        "Path": "../Img/VersaceMedusaWatch.png"
    },
    {
        "ProductName": "Mens Union Glashuette Belisar Moonphase Automatic Chronograph Watch D9044254601711",
        "Description": "Classic watchmaking excellence from Union Glashutte, this Belisar Moonphase features a finely decorated self winding automatic chronograph movement visible through the exhibition case back, featuring an annual calendar, 24 hour dial and moonphase as well as 60 hour power reserve, displayed in an elegant, sophisticated fashion using day pointer and dial windows.",
        "Price": 4994.16,
        "Shipping": 1.99,
        "AvailableQty": 5,
        "Path": "../Img/UnionBelisarWatch.png"
    },
    {
        "ProductName": "Mens Casio Classic Alarm Chronograph Watch",
        "Description": "A tried and true style great for casual wear. With its daily alarm, hourly time signal and auto calendar, you'll never need to worry about missing an appointment again. Also includes a backlight and stopwatch. Black Casual Classic watch with a Resin Band.",
        "Price": 25.92,
        "Shipping": 0.00,
        "AvailableQty": 38,
        "Path": "../Img/ClassicAlarmWatch.png"
    },
    {
        "ProductName": "Ladies Square Dials Grey & Rose Gold Watch",
        "Description": "Olivia Burton Square Dial OB16SS03 is an incredible trendy Ladies watch. Case material is PVD rose plating while the dial colour is White.",
        "Price": 74.38,
        "Shipping": 6.00,
        "AvailableQty": 30,
        "Path": "../Img/SquareDialsWatch.png"
    },
    {
        "ProductName": "Elliot Brown Canford RNLI Special Edition Watch 202-025-R01",
        "Description": "Elliot Brown 202-025-R01 is a functional and very impressive Gents watch. Case material is Stainless Steel while the dial colour is Dark Blue.",
        "Price": 472.98,
        "Shipping": 2.59,
        "AvailableQty": 17,
        "Path": "../Img/ElliotBrownWatch.png"
    }
]